{
  "metadata": {
    "total_sections": 29,
    "total_landing_pages": 18,
    "topics": {
      "masculinity": 27,
      "success": 1,
      "mindset": 1
    },
    "extraction_date": "2025-05-23T14:30:12.158388"
  },
  "landing_pages": [
    {
      "topic": "masculinity",
      "index": 1,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. That afternoon, as Raul mopped the scum off the floor of the Lake Crest Motel’s bathroom, his mind spun in every direction. He pawed at his eyes, but the strange...",
      "slug": "masculinity-2",
      "content": "<p class=\"student\">Master, Many teachings about masculinity seem superficial. What is the deeper truth?</p>\n\n<p class=\"master\">“You missed a spot,” he snarled. \n\t\t\tRaul’s blood began to boil. He had a fleeting vision of cracking the man over the head with the handle of his mop and flushing his remains down the toilet. It was not the first time he had been treated with such disrespect and contempt by his boss, but it was the most brash, and as infuriated as he was in the moment, there was a part of him that felt it was deserved. You are thirty-eight years old Raul! And this is how you spend your precious life? Cleaning toilets and replacing light bulbs for barbarians! Slaving away for pennies! It’s been twenty years now, Raul! Get it together!\n\t\t\tThere was a more hopeful time in Raul’s life when he did have a Dream. He had grand and lucid visions of his very own janitorial company, ‘Delgado’s Diligent Cleaning.’ The most esteemed and prestigious cleaning service in all of Little Rock. Raul could see in vivid, crystallized color a satellite view of his vans crawling on every corner of the city. He saw people at stop lights giving the thumbs up to his workers and the occasional woman flashing her bosoms in the front yard as he passed in the ‘Boss Van’. He saw warm, pink suds soaking into terminally ill carpet, and a time-lapse of their resuscitations to a youthful vigor. \n\t\t\tBut as the gears of the galaxy churned on, and the years passed, and the hell-raising women crept in the cracks of his sad life to tap the last of his blood, the color and clarity of Raul’s visions faded away, leaving behind only the carcass of a Dream.. a pile of bones and a few shreds of dried meat. He needed a win in life, something… anything... to give him a bit of faith and keep him Going. \n\t\t\tRaul pulled out of the Lake Crest parking lot and  floored it. His ’87 Volvo shrieked and wailed as it barreled down the open road, rattling maniacally as it surged to its top speed. The odometer read thirty-eight miles per hour. With the motel and all of its horror finally out of sight, Raul dug into his pocket, pulled out the mystical notecard, and placed it in his lap. He gently stroked the card with his thumb, over and over, as if to ensure its secrets would not escape. The cars behind him on the single lane road beeped in agony, just as they always did. “Forget them, Raul! Stay focused… You may just be holding the ticket to a new life, Raul!” he thought to himself. In four short days, he would have his answer.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 4,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. “Let us start at the beginning: You simps open your mouth to speak to a woman, and she is not moved. Hell, she’s usually appalled. She looks into your eyes...",
      "slug": "masculinity-5",
      "content": "<p class=\"student\">Master, How can I develop true attraction?</p>\n\n<p class=\"master\">“And now here you are, trying your best to pacify this sea of emotions, and win this woman’s affections back, and like the simp that you are, you waste the next six hours in a state of high anxiety, trying to find something clever to say to rekindle the fire with this woman. You’re sure you’ve got it… oh yeah. You’ve got it this time… and you hit the send… and the hands of the clock start ticking so slowly, they’re damn near going in reverse. Twenty minutes… two hours… the fear builds… eight hours… three days… and nothing. Not a word. You played out the sequence of an entire relationship with a girl you didn’t know from a hole in the ground, and the whole thing was a mirage, a head trip… You were on The Ride… from fear to love, from love to fear... And so usually you take a cold shower and chalk it up as another loss, bite down on the pain… another heartbreak in that bag you carry, a little more dead weight laid up on your spirit. But this time, this time is different, because not only were you watching it happen, you were feeling it happen, and you were beginning to Understand the Motion… the Language. And so like the crafty and stubborn and determined man that you are, the next one comes along and you flip the script. Beat for beat, you flip the fucking script. Right at the peak of the warmth and excitement, right when she sends you so many goddamn emojis you start to think the girl may have schizophrenia, right at the zenith of the Love and heat… you disappear… Nowhere to be found… And The Ride is in motion…”\n\t\t\t“But Master, surely the man with the classic smile and warm scent does have the advantage… You cannot tell me that wasn’t part of her attraction?” said an ambivalent man in the back.\n\t\t\t“I am teaching you real Magic, known and Understood by one man in ten thousand, and you’re still asking about the fellow with the classic smile and tangerine scent? Do you see what I mean when I say men miss the forest for the trees? Yes the man with the sharp smile does have an advantage. He, like you, has a false sense of the what the woman truly desires. He has been told his entire life that his beautiful face was the thing that truly spoke to the heart of a Woman, and therefore, rather conveniently, tricked himself into a conviction and confidence that allowed him to be at ease around women.”\n\t\t\tThe Master turned and looked directly at the ambivalent man.\n\t\t\t “I am not telling you that a woman does not have eyes, or can’t see a man with a perfectly symmetrical face, chiseled chest, strong arms and feel no Want. Yes, she absolutely may feel some tingle in her loins, have a visceral reaction, but I am telling you that her hither brains are taking those as signals… signals for something that she senses may lie under the surface… a man at ease with himself, a man with the power to Move her. I’m telling you that if that beefcake does not Move her emotions, and I get seven minutes alone with her in the back of some dimly lit dive bar, she will be rubbing my belly and calling me daddy in the bed of the nearest roach motel before one of you can say “But his abs!” \n\t\t\tThe Master shook his gut with both hands and continued.\n\t\t\t“Do you understand? What I am telling you is that a woman will adjust the way she Sees you to match the way that you make her feel…Listen carefully. I said a woman will adjust the way she sees you to match the way that you make here FEEL. Understand that sex appeal does not happen in the gym, it happens in the heart… in the attitude, in the energy. Take the ugliest motherfucker in this room, and if his Pimpin is tight enough, I’m telling you within twenty minutes she can be looking at him like he was the genetic spawn of Leonardo DiCaprio and Beyonce. Where’s my little Indian friend? Yes, even you Kapul.”\n\t\t\t“My name is not Kapul, it is Gregory, Master,” said the Indian man meekly.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 6,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. The Master set his cup back down on the floor and cracked his knuckles. As the old bones in his fingers crunched, he exhaled deeply. Gregory raised his hand and...",
      "slug": "masculinity-7",
      "content": "<p class=\"student\">Master, What is the essence of confidence according to the Dao?</p>\n\n<p class=\"master\">“Yes, exactly… because he is aware that the Question is far more seductive than the answer, and that ambiguity and aloofity makes the heart of the female grow fonder... Now as the man and woman begin to explore and get to know each other at the table, we hit the mute button, and watch the energy and deeper Language being spoken: we see the man lean in slowly, pause, and whisper something in her ear, the woman tries to hold back but fails—she bursts into laughter and slaps him on the shoulder. She leans in and whispers something back. Her eyes look up to him, searching for affirmation and approval of her notion. He smiles coyly, shakes his head, and takes a big gulp from his whiskey. His eyes casually scan the bar to reappraise their surrounding. He is loose and relaxed, and her body is angled into him. Their shoulders are touching now, and the man ever so subtly inches his arm away from hers—the ever so subtle Push.. but she is all Pull now, and we see her arm compensate the half inch gap… their arms are now touching again. You can feel the rhythm in their energies... back and forth, and the Dance goes on.”\n\t\t\tThe Master paused for a beat.\n\t\t\t“Are we dancing gentlemen? Can you Feel what is Unfolding here?”\n\t\t\tThe flock nodded. \n\t\t\tThe Master continued.\n\t\t\t“Twenty minutes later, he grabs her by the hand and lifts her, “Come, it’s time you show me how to dance.” Notice the way this man Moves—fully present in the moment, still and centered in his masculine essence, leading the woman, taking action, while continuously softening and disarming her ego and anxieties by peppering in the occasional warm and subtle Pull, be it verbal or physical. His validations are not overt, but of a playful and sparing nature—vague enough to leave uncertainty in the mind of the woman, never quite answering the lingering question of what he actually thinks of her. Notice the way he holds the frame of the interaction and puts the pressure—and the ‘proving’—on her. Notice how he flips the script and transforms the old ‘man impresses woman’ adage right on its head. She is aware he has no care for her approval or validation, and it makes her pine for his all the more. He has released the woman back into her natural habitat of simpotry... For this is the art of charm. This is how the Pimp Dances with a woman.”\n\t\t\tThe Master began to gently sway and rotate his hips as if pressed up on an invisible dime piece.\n\t\t\t\"Now they are on the dance floor, literally dancing. She feels his hands grip the skin of her waist—no hesitation, no fear—and she tingles. She rests her lips softly against his neck and inhales his essence. She peers over his shoulder and notices all the simps and reactors sitting at the bar watching them dance... they are alone on the floor… alone in the world, and she loves every moment of it… for she is enraptured in the arms of a man who is One with himself—whose essence she can trust. A man who makes her Feel all sorts of things. A man who’s Being she is aching to explore, and a man she is fairly certain she is going to fuck the living shit out of. A mere hour and thirty-six minutes into their encounter and her mind is made up. ‘Take me, you wild stallion,’ she thinks to herself. And the Pimp senses this, he feels it in her touch, and sees it in the glaze in her eye… the soft glow of her skin… ‘It is time,’ he says to himself. So the man—’’\n\t\t\tA lanky fella launched up out of his chair, quivering in pure terror. He interjected frantically— \n\t\t\t“Sir! This man next to me has an erection! I... I cannot sit next to him another moment!! I must move seats! Forgive my interruption but I’m sure you understand Master!” \n\t\t\tThe Master raised his eyebrow. There was whispering among the men. \n\t\t\t“Which one of these men next to you is erect?” howled The Master.\n\t\t\t“It is I, Master.” murmured a soft voice. \n\t\t\tThe man stood up. It was Gregory. He looked down at his crotch in shame, both at the occasion and meagerness of his protrusion. He spoke solemnly,\n\t\t\t“If any consolation, sir… gentleman… I don’t believe it is a gay erection… it is just that Master’s story telling is quite vivid.. his movements so sensual… he captured my emotions and I apologize,” he said softly.\n\t\t\tThe Master was tickled. He hooted a good hoot. \n\t\t\t“Apologize? Someone give this man a high five... for his erection is the proof that he is Here… Awake in this Moment, submerged in the teachings… we pass no judgements on the way nature expresses itself, be it gay or… purely mechanical,” the Master said calmly. \n\t\t\tThe Master looked back to the uncomfortable, complaining man. \n\t\t\t“You may move your seat... six inches closer to him.” \n\t\t\t“Sir?” gulped the lanky fellow with befuddled disgust. \n\t\t\t“You heard me… his little erection is not going to harm you… you said where you’re seated now makes you uncomfortable, so I am telling you to move your chair closer to him,” quipped the Master. \n\t\t\t“Sir I came here to learn about women, and seduction, not to play homosexual Jedi mind games! This is absurdity! All of it!” said the man, now on the verge of tears.\n \t\t\t“Then leave! Be gone already! You are far too rigid in mind and too weak in spirit for a Path like this!” \n\t\t\tThe Master shewed him with his hand, and the bitch man scampered off towards the exit.\n\t\t\t“Let us proceed… where did we leave off?” said the Master. \n\t\t\t“Master, from the outside the maneuvers of charismatic pimp almost do seem Magic. Like he is putting a hex on the woman.. Something about it feels… dare I say… sinister… or Machiavellian,” a man replied.\n\t\t\t“What you fail to realize is that this man was not putting on a performance. He was only Doing what he Does. Yes he was aware of where he was leading the situation, but in no way to the detriment of the woman, as she came to meet this man with a far off hope that this is exactly the way he would be, and what would Unfold. The Pimp is well aware of this. Ask yourself… do you think this woman spent hours primping and grooming every inch of her body and mind in hopes he would be another dickless dunce? That she would have to spend another night exchanging bullshit pleasantries with some spineless slug who did not speak her Language or make her Feel anything? The behavior of the simp man was far more calculated and manipulative, yet you take no issue with he? There is nothing evil or malevolent about The Dance. Like I said before, if it was not for men like him your species would cease to exist! The Gods cheer for this man… You must understand, this is the reason why a small fraction of the men on this Earth do all the loving and fucking.”\n\t\t\t“But Master, to draw a woman in such a powerful way, is there really no danger here?” objected the man.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 7,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. “Master speak to us of the Process… in real life, how one begins this transformation,” said one of devout men. “Before you splash one drop of shitty cologne on your...",
      "slug": "masculinity-8",
      "content": "<p class=\"student\">Master, How can I develop true attraction?</p>\n\n<p class=\"master\">The men howled and whistled in excitement. The Master shot up off the ground and back into perfect lotus posture, stared straight at Kapul and with a veiled joy in his voice replied, \n\t\t\t“Don’t you dare move a muscle, Kapul... For if we were to let you loose on these streets… a savage like you… the rest of us would have to fight just for a chance to bend over that dead bird in the bush.” \n\t\t\tThe Master began to chuckle, and the men joined him. It was a nice moment, the Master and all the men sharing a laugh, a moment of true warmth and communion, a mome— \n\t\t\t“SILENCE!” roared Master. \n\t\t\tHis empty glass flew across the room and shattered against something hard. He stared out at the men with a piercing and violent mania in his eyes. The men’s laughter seized so quickly it sounded as if someone had clicked a mute button on the room. They snapped back into upright position. Their pounding hearts and wavering breathes scored the silence like a symphony. The mania and madness in the Master’s eyes quickly faded back to a brilliant shimmer as he snickered, \n\t\t\t“See what I did there? I took you for the Round Trip… The ol Pimp Special… Did you catch that Kapul?” \n\t\t\t“Yes Master, believe it or not.. in the bliss of the moment, I had a strange feeling you were going to vault the energy and emotion of the room into a new direction. Your words have not fallen on deaf ears,” Gregory replied with a quiet pride. \n\t\t\t“Well I’ll be damned… maybe Kapul is He after all!”\n\t\t\tGregory turned his head to the men around him with a mischievous grin. He was not the man to count out.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 8,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. \"Now we have begun to explore a very important question. How does one start? Where can he begin in the real world? And I will tell you, with everything said...",
      "slug": "masculinity-9",
      "content": "<p class=\"student\">Master, What is the essence of masculinity according to the Dao?</p>\n\n<p class=\"master\">“Does she see her perfect narrow nose, or the immaculate angle that her eyes rest in her face? No… she sees her blemishes, and how her left lip hangs a pin head lower than her right. She stares and wonders how any one of your kind could ever truly love her. She wonders if you will see through her mascara, see what lies beneath, and if one day you won’t leave for a younger, more vivacious woman, or a woman that has something she does not. And in the midst of this great Fear, this web of screeching flies in her mind, her stomach starts to churn and kick from last night’s tequila and burger parfait.. and she races for the toilet, thumps down her sweet ass, grips the seat with all her mite, and unleashes a holocaust of shit and piss... and a stench like death—like a thousand bodies rotting in the sun—detonates in the air. She dabs the beads of sweat off her forehead, stands and wipes herself with the lone sheet of toilet paper left on the roll, and exits the bathroom without washing her hands. Her phone dings in the kitchen and she is struck with a burst of anticipation and emotion… ‘Maybe it is the Great Kapul! I have not heard back from him in three weeks! Please, Gods of Love, I beg of you, let it be the Great Kapul!’ \n\t\t\tGregory tried to hold back, but the Master’s validation was too sweet a taste. He cracked a big smile.\n\t\t\t“But it is not the Great Kapul… it’s our Kapul, sending his fifth pathetic message of the day, along with an infantry of other simpletons who speak to her in a foreign language.”\n\t\t\tGregory’s smile collapsed in slow motion.\n\t\t\tThe Master continued.\n\t\t\t“Her excitement crumbles, and she returns to the mirror in search of the blemishes she missed earlier.”\n\t\t\tRaul caught a flicker of tenderness in the Master’s eyes—just for a moment—as if recounting a woman’s battles had stirred in him some ancient sorrow for all of humanity.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 11,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. “Now let us face the beast: Fear… There is natural fear, the healthy fear that was programmed into the hardware of your mind at birth to keep you alive... this...",
      "slug": "masculinity-12",
      "content": "<p class=\"student\">Master, How can I develop true masculinity?</p>\n\n<p class=\"master\">“This... sir.” said the timid ginger man with a tremble. \n\t\t\t“This… this… what? Speak up!” said the Master. \n\t\t\t“To… to… be put… on the spot… to speak pu… publicly.” he stammered. \n\t\t\t“Ah! One of the most common, and irrational fears! For there are many men who would jump in shark infested waters before having to speak publicly… and what is the fear here? The fear is that you will be Found Out. That you will be Seen. Man can put on a front and lie to himself in the mirror moderately convincingly for damn near a lifetime, but when all of the Eyes are on him, the Truth is much harder to hide. Subconsciously the man knows, they may See me. They may see beyond my ego and see the real totality of me… Every lie, every heinously selfish act, every disgusting thought that has spun in my mind late at night… the shame, the guilt… you cannot run from it… it is all There. So the speaking in front of others, it is a reflection, a metaphor of a much larger Thing. Yes, you can learn a few breathing exercises or join a group of others with the same phobia and go ‘on the spot’ more… and yes your heart may stop racing from a simple process of repeated immersion that ends with your survival, and you may conquer the micro-fear of the actual speaking, but you will never get to the root… and like a hellish weed, it will rear it’s head in a new outfit, a new scene... the world will find other ways to Remind you that you must face Yourself... you must surrender… Now my ginger friend, how can you go about such a vast and abstract thing as facing Yourself?”\n\t\t\tThe little ginger man’s face turned blood red. \n\t\t\t“Ginger Snap, every morning when you wake up I want you set an alarm for five minutes and look in a mirror directly at Yourself. Stare deep into your own eyes. As you go about your day, I want you to bring your mind back to this vision of yourself. Simultaneously, I want you to find a stranger on the internet, or some old woman feeding geese in a park, and begin by telling this stranger Everything. The things in your life that you have never told a soul, from the ugliest, most hideous thoughts and acts, to the most beautiful, to the most bizarre… tell them of the most major betrayal you have ever committed on behalf of another, and the one committed on you. Tell them about what you see when you look at yourself in the mirror. I am saying reveal Yourself to someone! Anyone! Drop the social games, and the ego, and for a single moment, and just be Real. For this single experience, this single moment of Realness alone is enough to start a transformation in a man.” \n\t\t\tThe little ginger man made an ‘Okay’ gesture with his hand and nodded his head. \n\t\t\t“Say it out loud! Let us hear your voice!”\n\t\t\t“Okay,” said the man sheepishly.\n\t\t\t“We do not want to hurt you. We are all in this together. Louder!” howled the Master.\n\t\t\t“OKAY,” the ginger man yelled with gusto.</p>\n\n<p class=\"student\">Master, I've been struggling with masculinity. Can you share your wisdom on this?</p>\n\n<p class=\"master\">“Let’s hear it for Judas, everybody!”\n\t\t\tThe men began to whistle and clap with an enthusiastic, whimsical glee, as if Judas had just won twenty thousand in cash on “The Price is Right.” \n\t\t\tJudas’s eyes filled with hysteria as he watched, mortified at the tortuous hell-realm spectacle he had created. The men were staring at him, still smiling and clapping and laughing in slow motion. The Bells were finally ringing. It was the Finale of Judas— the last scene in the film of “Who he Thought He Was.” The credits rolled.\n\t\t\tRaul watched Judas closely. And despite the contempt he’d felt for the man all day, something deeper rose in him—empathy. He, too, knew what is was like to be trapped inside such a despicable prison of persona with no idea of how to escape. \n\t\t\tThe Master resumed his place on the stage as if he had never left. \n\t\t\t“Now, now! Where were we? Ah! Yes… The Fear! Let’s take one more look... with you Gregory… of all the beings on Earth, who is it you fear the most? Besides the woman, whose presence makes your heart race and breathe run short?” \n\t\t\t“In classic Indian fashion, it is my father and mother, sir. No matter what it is I do, it never seems enough. They had hopes I would become a doctor, and marry a pretty girl and have many children, like my brother. I fear them greatly, and my voice quivers every time I have to tell them I am still single and childless...” \n\t\t\t“Ironically you did become a doctor, a healer of machines, a noble and respectable pursuit. Could they not see this? For they have passed down an ancient and irrational fear that does not serve You, or any of your culture for that matter. So we must confront this fear in the most aggressive and Mind shattering way. Gregory.. tomorrow night, when the clock strikes 3 A.M., I want you to call your parents, and on the sixth ring, when your father groggily answers the phone you say to him, ‘Father I have quit my job! I am moving to Hollywood to pursue a career in acting and theatre! Do not worry though, one of my sugar daddies has a very nice home there and will provide for me!’ and hang up the phone... After you hang up the phone, sit in silence and look around the room. Be fully aware you are still alive and in no danger, and that the world is spinning on. Ask yourself, in the scheme of the infinite, how much weight does another man’s opinion hold, be it your father's, or your neighbor, or that of a woman? Be aware that in the grand scheme of humanity and The Unfolding, absolutely nothing of substance has changed one iota. Your parents’ Fairy Tale wishings have been laid to rest, and  you are now free from their shackles. Take a deep breath and exhale all the unnecessary shame and guilt you have carried for so long. You are free of this burden now, Gregory. The web has lost its anchor, and in the space that all that fear and shame and hell once menaced, there is space now for all kinds of Magic and wonder to live.”</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 12,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. A small electronic device beeped on the Master’s hip. Master pushed his gut to the side, snatched the device, held it up close to his eyes and snickered. “Well gentlemen,...",
      "slug": "masculinity-13",
      "content": "<p class=\"student\">Master, can you explain this teaching more deeply? I'm trying to understand.</p>\n\n<p class=\"master\">“We love you master! We shall meet you in Pussy Heaven!” \n\t\t\tThe Master’s disciples scurried eagerly out of the auditorium. There was a new world awaiting them. A world of pussy, and Magic, and foul smelling toilets… As Raul walked towards the exit, he savored the Master’s last words, and as he savored each of them, he was struck dead in his track. “A dame has called on me. I must go. A dame has called on me. I must go.” Master? Leave his Mission for the beckoning call of a woman? Leave men in the birthplace of true Understanding for a quick and trivial nut? Oh Raul! You were almost fooled! A test so obvious! Look at the energy and impatience of these men that walk beside you! They are in fantasy land! \n\t\t\tRaul turned and started back towards the stage. There were a handful of perceptive men who had not left their chairs. Raul reclaimed his seat next to Gregory, one of the few Unmovable devotees. Gregory leaned in to him.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 13,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. Exactly twenty two minutes later the Master reemerged onto the stage. This time doing a little sashay to the center. He sat back down in lotus position, rubbed his hands...",
      "slug": "masculinity-14",
      "content": "<p class=\"student\">Master, I'm confused about attraction. Can you clarify this for me?</p>\n\n<p class=\"master\">“So he picks up the phone he has not touched in days and pulls up some women. One of the women in his log catches his eye and he rescans their prior conversation to see where they are in the Dance. Then he says to himself ‘the heat has risen enough, it is time to move dance floors,’ so he sends her a link to some exciting music act playing at a small venue only a short walk from where he lives. The only text he sends: ‘The first five rounds are on you.’ Notice this man speaks as if it is already in motion. He does not write the woman paragraphs or get into unnecessary detail. He doesn’t feign for rapport or try to make her laugh. He texts her as if she an after-thought in his life, which she is. The event isn’t for another two weeks, but he does not give a shit because he has his Mission to attend to, and other women to see, and over time he has learned that patience and the long game with beautiful women is the way of the Pimp. The woman receives his message, elated to hear back from him, not because she is so keen on him, but because he is the one man in dozens who seems to be preoccupied with things more important than her and is not badgering her with questions or doing a jig. She wonders what this man might be up to, and why he is so laissez faire with a woman of her physical caliber. He must know my secret! He must know I do not wash after the toilet! What a conquest it would be to capture his affections!... As she clicks the link to the event, she is spiked with the warm tingles, and fantastical thoughts of the man, painting him a hundred different ways in her mind. But the event isn’t for another two weeks—suddenly her excitement is polluted with a twist of anxiety and fear! Fucks sake, two weeks! Who is this man? What is he doing that is so goddamn important?! What if he changes his mind or cancels?! And with each passing fantasy and horror, her attraction, emotion and investment in this man she knows nothing about builds, for he is the man speaking the Language of her heart. Now what do you notice about the Feeling this man creates in the woman?”\n\t\t\t“I am seeing that the real emotion he creates in the woman is not from what he says to her, but what he does not say to her, sir!” Gregory shouted without hesitation.\n\t\t\t“Yes! Precisely! And that the Question is always far more seductive than the Answer. Our Pimp is using time as his canvas, and letting her imagination paint in vivid strokes. He has brought out the true simp in her, and fearing he may pass the invitation on to another woman, she responds thirteen minutes later 'I shall shine my dancing shoes.’ This is the way of the Pimp! He is in no rush. He is not antsy, or fearful of ‘losing’ some girl he doesn’t even know. He does not react to the world or the woman, they react to him. He sets the pace and the temperature. He struts smoothly and casually, but with great purpose and direction in each step he takes.”\n\t\t\t“Sir, I am beginning to understand this cool, calm patience a man must have with women… but does she not get bored and just move on to the next man if we are to wait days to respond to her?” replied a curious believer.\n\t\t\t“No, no, no… you must understand this is not some rigid system or tactic, and I am not telling you to always wait days or weeks when engaging with a woman. That too would have its own layer of predictability and dullness. I am emphasizing this idea of disappearance, or delay, only because I’m aware of the mindset the majority of you are coming from… a woman begins to engage with you and immediately you jump out of your goddamn seat to heed her call… I am trying to make you aware that a certain amount of coolness, distance, and patience in moments has Power. It is an art, and a very nuanced one. Like a great painter, think of time and space as the white of your canvas. The white of canvas gives dimension to the color. You must think about the context of your Dance with the woman, as there will be Magic moments when your disappearance or delay add great texture and flavor to The Ride you take her on. There may be times when you are actively going back and forth with her, in the moment, on the spot… there may be times she does not hear from you for days. Again, as one evolves from man to Pimp, this will come with no thought or conscious maneuvering, as your Mission and the more important engagements in your life will be dictating when you find the time or interest to engage with the woman. When you do find yourself communicating with a woman you are attracted to or have great interest in, I urge you to think to yourself ‘How would I address this woman if I only had minimal interest and attraction to her? How would I respond if she was the 300 pound woman with buffalo sauce smeared down her blouse?’ You would be light hearted, dispassionate and aloof. You would not go out of your way to humor her. You would not write long paragraphs and ask her a thousand questions. Your carelessness and detachment from any specific outcome with this woman would be the crux of your charm. There will come a time on the Path when all this will be a thoughtless process to you. Only for now, shall this Dance be a conscious endeavor on your part.”  \n\t\t\t“So I take it with this aloof nature of the Pimp, it is not in his nature to ever pursue a woman.. he simply moves on to the next one?” replied the man.\n\t\t\t“No—on the contrary, the Pimp is far more fluid than you assume. You are misinterpreting his aloofness for some kind of stubborn arrogance. He may very well pursue a woman if his desire or interest in a particular woman is strong, as he is well aware he has nothing to lose. He does not live in fear of having his ego bruised, or in fear of rejection… for he knows the Truth of Who and What he is, and what he brings to the party. Understand that the Pimp’s determination and persistence has a very different energy to the average man’s. Unlike the average man, the Pimp gives off no sense of need, only want. He is crafty, and creative in his pursuit, not dramatic, bullheaded or obnoxious.”</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 14,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. “Master you speak oft of the Mission, the purpose of man, but truth be told I do not understand what this concept is really about. What is a man like...",
      "slug": "masculinity-15",
      "content": "<p class=\"student\">Master, Many teachings about masculinity seem superficial. What is the deeper truth?</p>\n\n<p class=\"master\">“Okay? You craft sandwiches… and you say that as if it is an empty pursuit… a realm that holds no potential for any kind of evolution or magic... but let me tell you the potential Mission of man comes in all shapes, colors, and sizes. It is not in the “what man does” but in the “how he does it.” Do not think that Mission means a man must start a multi-million dollar company, or win an Oscar, or reach some fantastical level of social status. You may have a man that’s truest calling in life is simply to Teach... maybe his passion is for history and he teaches a middle school class. What matters is the hunger, relentlessness, and creativity he approaches his teaching with. How far he is willing to push to be the most legendary teacher that ever walked the Earth? Let me ask you… why do you spend your life making sandwiches?” \n\t\t\t“Because it pays a fair wage sir, and I get joy in seeing people eat. I love sauces and the way they can bring a sandwich to life. I put sauces on everything.”</p>\n\n<p class=\"student\">Master, I'm confused about masculinity. Can you clarify this for me?</p>\n\n<p class=\"master\">“You’re damn right Master. I can taste it now,” he snapped back.\n\t\t\t“Very good,” replied the Master.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 17,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. “Sir I cannot understand for the life of me this aspect of women. They say all kinds of shit and the next minute it's something else. My last girlfriend told...",
      "slug": "masculinity-18",
      "content": "<p class=\"student\">Master, What is the essence of relationships according to the Dao?</p>\n\n<p class=\"master\">“That gay fellow was beating the breaks off your little sugar plumb huh? Tsk Tsk,” The Master snickered. \n\t\t\t“He was not really gay, Master,” said the man. \n\t\t\t“Yes… I’m aware,” replied the Master. He continued.\n\t\t\t“Maybe the woman lied about you being the ‘love of her life’ and maybe she was just a no good scoundrel, but more likely it may very well have been that in that particular moment, when the sun was hitting your face at just the right angle, and you were gazing in each others eyes, she truly felt that you were the love of her life… But that little Ride ended, and her emotions continued wandering in a new direction, and with it came a new reality. So what may have been her truth in the moment was not really the Truth. It’s for this same reason that the young lady you hit it off with so swimmingly at the bar last weekend never returned your message the next day. She was high on the music and the juice, but when she woke up the next morning she was in a completely different emotional reality, and all the warm feelings and heat you shared in the late hours of the night, gone. Hell, the next morning, that girl probably couldn’t pick you out of a lineup of one armed midgets, and little ol’ simp you is sitting there thinking about marrying the broad while you sip your coffee.”\n\t\t\t“So that is why I never heard back from her! How silly of me!” laughed the ginger man upon seeing the Light.\n\t\t\t“Let us understand, while this momentary emotional reality is more prominent in the feminine essence, men too operate in this way. Think of all the times you had some song you swore was the greatest song you had ever heard… you were walking around singing it all day, telling all your friends they must listen and two weeks later you heard a new song you couldn’t get enough of. Now this new number is your favorite song of ‘all time.' Were you lying when you told everyone the first song was the greatest record ever? No... It is just that things change, and with each passing day, you have a new Reality.. Your truth was of the moment. Basic attraction is no different. Men mistakenly believe it a concrete thing, and that if a girl is into him, she will always be into him. This is not so... attraction is a fluid thing, waxing and waning from moment to moment. Be it woman or man, know that anything rooted in emotion is only an expression of the Now, and even if said or expressed with sincerity in the moment, are not things to hold as Truth or to believe to be definitive. When we have parted ways with the Mechanical Mind and taken on the New Mind, the Pimp Mind, these principles and nuances of life become very obvious to us.”</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 18,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. “I understand that may be the case Master, but I must admit, no amount of logic or reasoning seems to dull the pain. I still am absorbed in the pain....",
      "slug": "masculinity-19",
      "content": "<p class=\"student\">Master, What is the essence of masculinity according to the Dao?</p>\n\n<p class=\"master\">“Say one did want to win her back? How should he go about it? I’m not speaking of this woman, just in general.” \n\t\t\t“Oh not this woman?! Ha! Now you think you are deceiving me—and the other men around you—but you are only deceiving and confusing Yourself ... and this is the great trap of Dishonesty. A man on the Path must do all he can to be clear, open, honest, and Real with himself and others—as tough as it may be at times. For in every act of deception a seed of its own Undoing is planted. No lie will go unaccounted for. In regard to ‘winning’ the woman back, what kind of prize is spoiled milk? You ‘win’ her back… and what? You think this woman would ever have any respect and loyalty to such a cowardly man? That her behavior would magically change? Your relationship with this woman is over. Done. Thank her whatever she Revealed to you about Yourself, and move on with your life. Men spend so much of their fragile time dealing with some thing of the past, rekindling an old affair with some sub-par woman, and little do they realize they are only digging a deeper hole for themselves. They will do anything to delay the inevitable pain, and only torture themselves more.” \n\t\t\tThe Master paused for a beat. \n\t\t\t“Keep in mind this Truth: the reason you are so stuck on her is because she is the one you encountered. There are literally millions of women on this Earth that had you met in that very same moment you met this woman, you would be just as in love with, just as broken over. Your pain and pining is because your Mechanical Mind sees a distorted Reality. You think it is about her, everything is about her, when it is really about You.”\n\t\t\tThe Master stepped to the very front of the stage and spoke very solemnly.\n\t\t\t“She is only a key… a key that unlocks a space of love and beauty within Yourself. The Love, the Beauty, the Feeling… the entire journey… it is happening from Within You… A man must make and use his own key.. for if he lets the woman—or the world be his key, he will be on The Ride for eternity.”</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 19,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. “Master, I once heard a man I presumed wise say that ‘she is never your girl, it’s just your turn.’ That a female is always looking for the better deal?...",
      "slug": "masculinity-20",
      "content": "<p class=\"student\">Master, I'm confused about attraction. Can you clarify this for me?</p>\n\n<p class=\"master\">“Sheesh, we’re going a little over my pay grade here,” joked one of the men.\n\t\t\t“I think some part of you already gets it,” said the Master, with a knowing smile.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 21,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. From above the auditorium, came the humming whop-whop-whop of rotors. As the sound grew louder, it became clear—this wasn’t one helicopter, but a swarm. The room was dead silent as...",
      "slug": "masculinity-22",
      "content": "<p class=\"student\">Master, What is the essence of masculinity according to the Dao?</p>\n\n<p class=\"master\">The metal chairs screeched in agony as the men pushed them aside and dove to the floor. \tRaul’s head hit the musky floor, inches from Gregory’s. He couldn’t help but notice the thousand microscopic beads of sweat sliding down Gregory’s mini mustache. \n\t\t\t“Do you think… think this may be… a test, brother?” Gregory whispered as soft as a mouse. \n\t\t\t“A test! Did you see the Fear in Master’s eyes? These are Federal Agents, Gregory! This is no theatre,” Raul hissed back. \n\t\t\tGregory squeezed his eyes shut and began to pant. The armed men had surrounded them now, their rifles aimed to kill. \n\t\t\tThere were six armed men on stage surrounding the Master. Two of the men grabbed the Master’s arms from behind with violent force, slamming cuffs on his wrists. The Master wailed in agony.  The leader of the Fed team knelt down in front of the Master and snarled,</p>\n\n<p class=\"student\">Master, What is the essence of masculinity according to the Dao?</p>\n\n<p class=\"master\">“You can tell that to the judge,” the Head Fed snipped back. He turned to the group of men. \n\t\t\t“Now as for you gentlemen… you too, have broken many serious new laws that come with stiff penalties and serious jail time. These laws include: One— Payment for Information Endangering Women… Two— Actively pursuing and engaging with a known Pimp… Three— Pursuing Pimpdom… Now I will present you with two options. You may plead negligence based on the newness of this law, verbally rebuke Pimpdom and your activities here today, and agree to reveal the financial details and all payments made to Mr. Sammy Davis Jr., to be used against in the court of law… or you can face the Law yourself, and continue your pursuits with Mr. Davis behind cold, metal bars for decades to come. I will now ask that the compliers of my first request come stand over here on the left side of the room with our agents.”</p>\n\n<p class=\"student\">Master, I'm confused about masculinity. Can you clarify this for me?</p>\n\n<p class=\"master\">“And what matters is your Will, your Truth, and what you believe to be Right.. the world will try it’s best to push back, make you cave… but Man must conquer the Fear… he must never back down... at the end of the day there is only one real Question… will man choose Action or death. Are you a Pimp or a bitch, Raul?”</p>\n\n<div class=\"key-point\">\n<p>Watching the Master surrender to the fear, the men spiraled into silent hysteria, and the symphony of racing hearts and shaky breathes resumed.</p>\n</div>\n\n<div class=\"key-point\">\n<p>The room was dead silent as the Master and the men listened intently.</p>\n</div>\n\n<p class=\"student\">Master, I'm confused about masculinity. Can you clarify this for me?</p>\n\n<p class=\"master\">“I too stand by the Master.. I too am guilty of pursuing the Path of the Pimp—and I shall pursue it every day until death!” Gregory roared. \n\t\t\tThere was a heart and fullness in his voice, a depth and conviction he, nor anyone else on Earth had ever heard materialize from within him before. \n\t\t\tThe bitch men looked on in astonishment. As they stood on the left side of the room as “free men,” there was a part of all of them that Understood they were witnessing something special Unfolding— something that they couldn’t quite put their finger on, something their Mechanical Minds just couldn’t fully compute. \n\t\t\tThe agents closed in on Raul and Gregory, threw them to the ground violently, and cuffed them.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 22,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. After fifty minutes, the van finally came to a halt and the doors swung open. By the bustling and busyness of the street outside it was clear they were in...",
      "slug": "masculinity-23",
      "content": "<p class=\"student\">Master, I've been struggling with masculinity. Can you share your wisdom on this?</p>\n\n<p class=\"master\">Neither Raul nor Gregory moved an inch. Their faces and eyes like steel as they stared off with the Fed. \n\t\t\t“GO YOU DUMBASS COCKSUCKERS!” The Master implored. \n\t\t\t“I’m afraid I cannot do that, sir.. as I am, at the moment, embarked on a great Mission I will not sway from,” said Gregory. \n\t\t\t“I too, am on a great Mission and ready for whatever lies ahead,” said Raul. \n\t\t\tThe head Fed looked to the Master. The Master let out a long, deep sigh. \n\t\t\t“You heard the men… we’re finished here,” said the Master in defeat.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 23,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. The Head Fed set down his gun on the table and lit a cigarette ablaze. As he exhaled a waft of smoke, he began to slow clap, and in a...",
      "slug": "masculinity-24",
      "content": "<p class=\"student\">Master, I'm confused about masculinity. Can you clarify this for me?</p>\n\n<p class=\"master\">Raul and Gregory looked over at each other and burst into a hysterical, bewildered laughter. They were both feeling so many things in this moment... The Master had taken them on quite the Ride.\n\t\t\t“Twenty eight years we been running this same jig and every time it’s some bullshit! How many fucking choppers was that?! I said get two! Two! Not ten!” \n\t\t\tThe Master rattled off his cuffs and outstretched his arms as Buck moved to uncuff Raul and Gregory.\n\t\t\t“Hey, how about that ‘but but.. I’m black” bit?! Pretty damn good huh?!” chuckled the Master. \n\t\t\t“It was very funny… a very nice touch Master. I swear your wit only gets sharper with age.” \n\t\t\tThe Master smiled a joyous smile. He turned to Raul and Gregory. \n\t\t\t“Gentlemen, today has been quite the adventure… but this is just the beginning… you have taken the first step on a great journey… What you do from here is your own Choosing, it is of your own Will.. l am no longer of any use to you… as your hearts, and minds, and Mission will guide the way. I welcome you to the Path of the Pimp… Grab your envelopes off this table and go give life a good, hard fucking.” \n\t\t\tThe Master looked in Raul’s eyes and bowed his head. Then he looked in Gregory’s eyes and bowed his head. And with that, he grabbed his envelope off the table and began to sing “Fire and Rain” joyfully again as he sashayed out the door.\t\t\t\t\n\t\t\tRaul and Gregory grabbed the brown manila envelopes tagged with their names, folded them down the center, shoved them in their pockets and headed out the door a moment behind The Master.  \n\t\t\tAs they made their way out the front door of the building, Raul scanned the streets, expecting to get one last glimpse of the Master walking off into the distance, but the Master was nowhere in sight. As if by real Magic, the man had disappeared back into the mystical ether from which he first emerged.  \n\t\t\tAs Raul pondered the mystery of the Master and surveyed the unknown world around him, he heard Gregory’s voice.\n\t\t\t“My brother… I guess there was room for two to walk the Path after all.”\n\t\t\tRaul looked back at Gregory with a warm smile. \n\t\t\t“Yes… I suppose the Master’s tests and games knew no limit,” Raul responded. \n\t\t\t“There’s a tavern at the end of this block, shall we start our journey with a drink?” said Gregory. \n\t\t\t“I don’t think that’s a bad idea, my friend.\"</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 24,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. Raul and Gregory entered the Tavern with an energy and ease they had never stepped into anywhere before…. like two young warriors who had just put their lives on the...",
      "slug": "masculinity-25",
      "content": "<p class=\"student\">Master, How can I develop true masculinity?</p>\n\n<p class=\"master\">“If we cut all my hair off, what will you have to run your hands through tomorrow morning?” Gregory replied with a sly charm. \n\t\t\tRaul looked on with great joy and amusement. The tatted hottie’s cheeks flushed florescent pink, and though she was emotionally aroused and intrigued by such boldness and wit from the most unexpected of men, she could not keep up with his Dance, and defaulted to a front of offense. \n\t\t\t“Wow… you really just said that?” she muttered dully. \n\t\t\t“You heard daddy, and unless you want his named tattooed on the low of your back, I suggest you play nice with him. How about you use that womanly wile of yours and go snatch all three of us a drink. That should be no challenge for a girl like you. We’ll wait here,” Raul poked coyly. \n\t\t\t“Oh, me go get the drinks? You two are quite the duo… the chivalry!” She shook her head, half-frazzled, half-bemused, and retreated to her friend. \n\t\t\tHer friend was watching the encounter, appraising the men with her own growing curiosity. Who were they? Why were they so cool and unaffected? How many hearts must they have conquered to gain such wit and indifference? \n\t\t\tRaul slung his arm around Gregory’s shoulder and they turned towards the bar—completely unfazed by the women’s exit. \n\t\t\t“Two whiskeys, hard and straight, mam,” Gregory said to the bartender. \n\t\t\tThe bartender poured heavy glasses and slid them across the bar. Raul and Gregory grabbed their drinks and clinked them. \n\t\t\t“To the Path. To the Master. To the Mission. To fucking the shit out of this strange, beautiful life...” exclaimed Raul.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 25,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. About two hours later, Gregory stepped outside of the bar with the tattooed woman on his back. She giggled as his little bones stammered to carry her weight. “Good god!...",
      "slug": "masculinity-26",
      "content": "<p class=\"student\">Master, How can I develop true masculinity?</p>\n\n<p class=\"master\">“Truthfully Lou… I have had a very long day but maybe another time,” Raul replied. \n\t\t\t“Well, I had a great time with you and would love to see you again.. when are you free?” \n\t\t\t“Aw hmm… You know I have a lot going on the next two weeks, but let’s keep in touch.” \n\t\t\tIt wasn’t that Raul lacked interest in her, it was just that he had much bigger things on his mind at the moment, and he Understood there was no rush. He would let the woman’s imagination and time preheat the oven as he attended to his next course of Action in life and on the Mission at hand.</p>\n\n"
    },
    {
      "topic": "masculinity",
      "index": 26,
      "title": "THE ESSENCE OF MASCULINITY",
      "description": "Authentic wisdom from The Dao of Pimpin on masculinity. When Raul got home, he sank into the couch and pulled the brown envelope from his pocket. He unfolded the envelope and placed it on the table in front of...",
      "slug": "masculinity-27",
      "content": "<p class=\"student\">Master, Many teachings about masculinity seem superficial. What is the deeper truth?</p>\n\n<p class=\"master\">Raul the Pimp,\u2028\t\tLet the contents of this envelope serve you on \n\tThe Path. It is of no use to me and may be of use to you. If you find it useful, use it to your advantage, and let it support you in the true Mission of your heart.</p>\n\n<p class=\"student\">Master, can you explain this teaching more deeply? I'm trying to understand.</p>\n\n<p class=\"master\">Raul stared blankly at the check for a moment. Part of him was in disbelief, as if he had dreamed whole charade.. He ran his finger softly down the spine of the check and accepted the Moment for what it was… a blessing, a new beginning… another shot at Life and the Dream.\n\t\t\t Raul walked over to the closet and began shuffling through stacks of old magazines. He stopped and pulled out a worn catalog: Janitorial Worldwide. Flipping through it quickly, he stopped on a page with a faded bookmark. On the marked page was a picture of a high-tech janitorial van. Inside the van was an entire array of state-of-the-art cleaning tools and machinery. \n\t\t\tRaul pulled out his phone and dialed. It rang once, and then clicked over to a voice message.\n\t\t\t“Hello, this is Raul Delgado. I’d like to place an order for two SCV7’s... And if at all possible, I would like to have flaming vacuums painted on the sides of both… and my logo of course… Please call me at 323-457-8794.” \n\t\t\tAfter hanging up, he retrieved the check off the table, slid it into his wallet—then paused. Something else caught his eye inside. He pulled out a small card, read the number, and dialed. It rang four times before a familiar voice snapped:\n\t\t\t“Who the fuck ca—\" barked the voice—But before the man could finish he was steamrolled by the cool and impassioned Pimp Raul.\n\t\t\t“Yes boss. This is Raul Delgado from Lake Crest… yes, Raul... I’m aware it’s 2 A.M... I figured it is the hour your wife gets the most horney sir… and seeing as it is a sheer impossibility she could ever get to your little dick under all that disgusting, hideous flubber, I was wondering if I dropped by and gave her some real pipe, the pipe she dreams about all day long, if you wouldn’t consider a promotion and handsome raise for me sir?”\n\t\t\tRaul’s eyes glowed like a sacred fire. He had tapped fully into a flow state of Fearless Presence as he spoke,\n\t\t\t“Fired, sir? Kill me, sir? How dare you… I offer a favor, and this is how you repay me?!” \n\t\t\tRaul hung up the phone and let out a primal wail of the most joyous laughter. It rang through the halls of his apartment like a war cry and an exorcism. Like a true Pimp, he slowly reclined back into his couch with a big old shit-eating grin stretched across his face. \t\t\t\tHe was a man reclaiming his legend—the same legend buried in every man, burning to be Remembered. Some will hear the Call. Others will be taken for the Ride. But in the end, there is only One Real Question every man must answer: Are you a Pimp… or a bitch?</p>\n\n"
    }
  ]
}